data/ycsb/emu-d-run-2097152-32-8-2024-01-12-21-16-with-append.out
[OVERALL], RunTime(ms), 106697
[OVERALL], Throughput(ops/sec), 9372.334742307656
[TOTAL_GCS_G1_Young_Generation], Count, 8
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 57
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05342230803115364
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 8
[TOTAL_GC_TIME], Time(ms), 57
[TOTAL_GC_TIME_%], Time(%), 0.05342230803115364
[READ], Operations, 949784
[READ], AverageLatency(us), 71.02642916705273
[READ], MinLatency(us), 3
[READ], MaxLatency(us), 16943
[READ], 95thPercentileLatency(us), 278
[READ], 99thPercentileLatency(us), 1399
[READ], Return=OK, 949784
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 53744.0
[CLEANUP], MinLatency(us), 53728
[CLEANUP], MaxLatency(us), 53759
[CLEANUP], 95thPercentileLatency(us), 53759
[CLEANUP], 99thPercentileLatency(us), 53759
[INSERT], Operations, 50216
[INSERT], AverageLatency(us), 45.137585630078064
[INSERT], MinLatency(us), 15
[INSERT], MaxLatency(us), 1195
[INSERT], 95thPercentileLatency(us), 75
[INSERT], 99thPercentileLatency(us), 103
[INSERT], Return=OK, 50216