data/ycsb/emu-d-run-none-32-8-2024-01-12-11-46-without-append.out
[OVERALL], RunTime(ms), 315486
[OVERALL], Throughput(ops/sec), 3169.7127606296317
[TOTAL_GCS_G1_Young_Generation], Count, 8
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 43
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.013629764870707415
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 8
[TOTAL_GC_TIME], Time(ms), 43
[TOTAL_GC_TIME_%], Time(%), 0.013629764870707415
[READ], Operations, 950166
[READ], AverageLatency(us), 102.7320226149957
[READ], MinLatency(us), 3
[READ], MaxLatency(us), 257919
[READ], 95thPercentileLatency(us), 380
[READ], 99thPercentileLatency(us), 1988
[READ], Return=OK, 950166
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 743168.0
[CLEANUP], MinLatency(us), 742912
[CLEANUP], MaxLatency(us), 743423
[CLEANUP], 95thPercentileLatency(us), 743423
[CLEANUP], 99thPercentileLatency(us), 743423
[INSERT], Operations, 49834
[INSERT], AverageLatency(us), 384.76576233093874
[INSERT], MinLatency(us), 18
[INSERT], MaxLatency(us), 5975
[INSERT], 95thPercentileLatency(us), 1088
[INSERT], 99thPercentileLatency(us), 2367
[INSERT], Return=OK, 49834