data/ycsb/real-a-load-1102848-32-8-2024-01-13-09-11-with-append.out
[OVERALL], RunTime(ms), 403820
[OVERALL], Throughput(ops/sec), 64916.05170620573
[TOTAL_GCS_G1_Young_Generation], Count, 219
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 380
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.09410133227675697
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 219
[TOTAL_GC_TIME], Time(ms), 380
[TOTAL_GC_TIME_%], Time(%), 0.09410133227675697
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 96992.0
[CLEANUP], MinLatency(us), 96960
[CLEANUP], MaxLatency(us), 97023
[CLEANUP], 95thPercentileLatency(us), 97023
[CLEANUP], 99thPercentileLatency(us), 97023
[INSERT], Operations, 26214400
[INSERT], AverageLatency(us), 13.739854888916016
[INSERT], MinLatency(us), 6
[INSERT], MaxLatency(us), 35839
[INSERT], 95thPercentileLatency(us), 20
[INSERT], 99thPercentileLatency(us), 25
[INSERT], Return=OK, 26214400