data/ycsb/real-a-load-none-32-4-2024-01-13-12-59-without-append.out
[OVERALL], RunTime(ms), 632441
[OVERALL], Throughput(ops/sec), 41449.55814060126
[TOTAL_GCS_G1_Young_Generation], Count, 219
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 570
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.09012698417718017
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 219
[TOTAL_GC_TIME], Time(ms), 570
[TOTAL_GC_TIME_%], Time(%), 0.09012698417718017
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 128928.0
[CLEANUP], MinLatency(us), 128896
[CLEANUP], MaxLatency(us), 128959
[CLEANUP], 95thPercentileLatency(us), 128959
[CLEANUP], 99thPercentileLatency(us), 128959
[INSERT], Operations, 26214400
[INSERT], AverageLatency(us), 22.46867141723633
[INSERT], MinLatency(us), 5
[INSERT], MaxLatency(us), 76159
[INSERT], 95thPercentileLatency(us), 49
[INSERT], 99thPercentileLatency(us), 62
[INSERT], Return=OK, 26214400