data/ycsb/real-b-load-1102848-32-8-2024-01-13-09-21-with-append.out
[OVERALL], RunTime(ms), 399573
[OVERALL], Throughput(ops/sec), 65606.03444176659
[TOTAL_GCS_G1_Young_Generation], Count, 219
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 385
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.09635285667450003
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 219
[TOTAL_GC_TIME], Time(ms), 385
[TOTAL_GC_TIME_%], Time(%), 0.09635285667450003
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 90272.0
[CLEANUP], MinLatency(us), 90240
[CLEANUP], MaxLatency(us), 90303
[CLEANUP], 95thPercentileLatency(us), 90303
[CLEANUP], 99thPercentileLatency(us), 90303
[INSERT], Operations, 26214400
[INSERT], AverageLatency(us), 13.565782585144042
[INSERT], MinLatency(us), 6
[INSERT], MaxLatency(us), 37951
[INSERT], 95thPercentileLatency(us), 20
[INSERT], 99thPercentileLatency(us), 26
[INSERT], Return=OK, 26214400