data/ycsb/real-b-run-none-32-4-2024-01-13-13-15-without-append.out
[OVERALL], RunTime(ms), 272788
[OVERALL], Throughput(ops/sec), 3665.8504039767145
[TOTAL_GCS_G1_Young_Generation], Count, 4
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 29
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.010630966171532473
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 29
[TOTAL_GC_TIME_%], Time(%), 0.010630966171532473
[READ], Operations, 950120
[READ], AverageLatency(us), 160.26394034437754
[READ], MinLatency(us), 2
[READ], MaxLatency(us), 173567
[READ], 95thPercentileLatency(us), 495
[READ], 99thPercentileLatency(us), 861
[READ], Return=OK, 950120
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 648448.0
[CLEANUP], MinLatency(us), 648192
[CLEANUP], MaxLatency(us), 648703
[CLEANUP], 95thPercentileLatency(us), 648703
[CLEANUP], 99thPercentileLatency(us), 648703
[UPDATE], Operations, 49880
[UPDATE], AverageLatency(us), 197.9553528468324
[UPDATE], MinLatency(us), 11
[UPDATE], MaxLatency(us), 147455
[UPDATE], 95thPercentileLatency(us), 547
[UPDATE], 99thPercentileLatency(us), 906
[UPDATE], Return=OK, 49880