data/ycsb/real-c-run-none-32-8-2024-01-13-12-02-without-append.out
[OVERALL], RunTime(ms), 208704
[OVERALL], Throughput(ops/sec), 4791.47500766636
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 18
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.008624655013799448
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 18
[TOTAL_GC_TIME_%], Time(%), 0.008624655013799448
[READ], Operations, 1000000
[READ], AverageLatency(us), 166.577781
[READ], MinLatency(us), 4
[READ], MaxLatency(us), 274687
[READ], 95thPercentileLatency(us), 549
[READ], 99thPercentileLatency(us), 888
[READ], Return=OK, 1000000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1222144.0
[CLEANUP], MinLatency(us), 1221632
[CLEANUP], MaxLatency(us), 1222655
[CLEANUP], 95thPercentileLatency(us), 1222655
[CLEANUP], 99thPercentileLatency(us), 1222655