data/ycsb/real-d-load-1102848-32-4-2024-01-13-10-54-with-append.out
[OVERALL], RunTime(ms), 432759
[OVERALL], Throughput(ops/sec), 60575.054476047866
[TOTAL_GCS_G1_Young_Generation], Count, 219
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 336
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.07764136621075472
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 219
[TOTAL_GC_TIME], Time(ms), 336
[TOTAL_GC_TIME_%], Time(%), 0.07764136621075472
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 128416.0
[CLEANUP], MinLatency(us), 128384
[CLEANUP], MaxLatency(us), 128447
[CLEANUP], 95thPercentileLatency(us), 128447
[CLEANUP], 99thPercentileLatency(us), 128447
[INSERT], Operations, 26214400
[INSERT], AverageLatency(us), 14.777254180908203
[INSERT], MinLatency(us), 6
[INSERT], MaxLatency(us), 74559
[INSERT], 95thPercentileLatency(us), 21
[INSERT], 99thPercentileLatency(us), 27
[INSERT], Return=OK, 26214400